{
  "\t": 93,
  "\n": 24,
  "\r": 81,
  " ": 0,
  "!": 74,
  "\"": 29,
  "#": 104,
  "$": 96,
  "%": 97,
  "&": 99,
  "'": 35,
  "(": 58,
  ")": 57,
  "*": 72,
  "+": 82,
  ",": 20,
  "-": 28,
  ".": 22,
  "/": 76,
  "0": 49,
  "1": 34,
  "2": 44,
  "3": 54,
  "4": 56,
  "5": 55,
  "6": 62,
  "7": 64,
  "8": 59,
  "9": 63,
  ":": 61,
  ";": 38,
  "<": 90,
  "=": 78,
  ">": 88,
  "?": 71,
  "@": 105,
  "A": 31,
  "B": 45,
  "C": 41,
  "D": 52,
  "E": 33,
  "F": 50,
  "G": 53,
  "H": 36,
  "I": 26,
  "J": 68,
  "K": 75,
  "L": 51,
  "M": 37,
  "N": 42,
  "O": 40,
  "P": 43,
  "Q": 85,
  "R": 47,
  "S": 32,
  "T": 27,
  "U": 67,
  "V": 70,
  "W": 48,
  "X": 77,
  "Y": 69,
  "Z": 89,
  "[": 66,
  "\\": 111,
  "]": 65,
  "^": 101,
  "_": 79,
  "`": 80,
  "a": 4,
  "b": 21,
  "c": 12,
  "d": 11,
  "e": 1,
  "f": 15,
  "g": 19,
  "h": 9,
  "i": 5,
  "j": 39,
  "k": 25,
  "l": 10,
  "m": 14,
  "n": 6,
  "o": 3,
  "p": 16,
  "q": 46,
  "r": 8,
  "s": 7,
  "t": 2,
  "u": 13,
  "v": 23,
  "w": 18,
  "x": 30,
  "y": 17,
  "z": 60,
  "{": 83,
  "|": 73,
  "}": 87,
  "~": 102,
  "\u00a0": 100,
  "\u00a2": 136,
  "\u00a3": 109,
  "\u00a4": 147,
  "\u00a7": 140,
  "\u00aa": 138,
  "\u00b0": 107,
  "\u00b1": 124,
  "\u00b2": 126,
  "\u00b3": 139,
  "\u00b4": 145,
  "\u00b6": 92,
  "\u00b7": 130,
  "\u00b9": 114,
  "\u00ba": 152,
  "\u00bc": 141,
  "\u00bd": 121,
  "\u00be": 133,
  "\u00c0": 143,
  "\u00c4": 134,
  "\u00c5": 154,
  "\u00c6": 115,
  "\u00c7": 144,
  "\u00c8": 151,
  "\u00c9": 120,
  "\u00cd": 125,
  "\u00cf": 148,
  "\u00d1": 146,
  "\u00d6": 122,
  "\u00d7": 112,
  "\u00dc": 118,
  "\u00e0": 117,
  "\u00e1": 123,
  "\u00e2": 113,
  "\u00e4": 98,
  "\u00e6": 84,
  "\u00e7": 119,
  "\u00e8": 108,
  "\u00e9": 86,
  "\u00ea": 116,
  "\u00eb": 106,
  "\u00ec": 135,
  "\u00ed": 137,
  "\u00ee": 131,
  "\u00ef": 110,
  "\u00f1": 129,
  "\u00f2": 127,
  "\u00f3": 128,
  "\u00f4": 103,
  "\u00f5": 149,
  "\u00f6": 91,
  "\u00f7": 142,
  "\u00f9": 94,
  "\u00fa": 156,
  "\u00fb": 132,
  "\u00fc": 95,
  "\u2013": 153,
  "\u2014": 150,
  "\ufeff": 155
}